docs/site/cooper91_reed_makin_notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>cooper91_reed_makin_notes</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">cooper91_reed_makin_notes</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1428263">Gouge</a>
<ul>
<li><a href="#orga8d8076">Time</a></li>
<li><a href="#org6fed2b9">Straight Grain</a></li>
<li><a href="#org6c37804">Thickness</a></li>
<li><a href="#org564afe6">Mutated Gouges</a></li>
<li><a href="#org95bd95d">Incosistency</a></li>
<li><a href="#org2e42a5e">Color</a></li>
<li><a href="#org192c16a">Hardness</a></li>
<li><a href="#org76c41af">Maturity</a></li>
<li><a href="#orgb20969d">Breathes</a></li>
<li><a href="#orgda97502">Major imperfections</a></li>
<li><a href="#orged9482e">More sophisticated methods</a>
<ul>
<li><a href="#org2c8c390">Sinking</a></li>
<li><a href="#orgd5a0a47">Pitch when dropping</a></li>
<li><a href="#orgae9dfc7">Thumbnail test</a></li>
</ul>
</li>
<li><a href="#org8a560dc">Ideally Gouge Your Own</a></li>
<li><a href="#orga41b02e">20 to 25%</a></li>
<li><a href="#org7d7bffc">Sand inner side of gouge before using</a></li>
<li><a href="#org8e0f734">Continuation of fibers</a></li>
<li><a href="#orge86520b">Wet the gouged cane</a></li>
<li><a href="#orgd636861">Results!</a></li>
<li><a href="#orgab834b2">Prolonged soaking</a></li>
<li><a href="#org8fcef10">Convenience</a></li>
<li><a href="#org5ba0787">Soaking procedure</a></li>
<li><a href="#orgaba1be8">Misleading hardening</a></li>
<li><a href="#org1b1ecf4">Testing procedure</a></li>
<li><a href="#orgf88f112">Water quality</a></li>
<li><a href="#org33db1d3">Saps and minerals take longer than mineral salts to dissolve</a></li>
<li><a href="#orga1583e6">Other approaches</a></li>
<li><a href="#org9544c83">Don't rush</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org1428263" class="outline-2">
<h2 id="org1428263">Gouge</h2>
<div class="outline-text-2" id="text-org1428263">
</div>
<div id="outline-container-orga8d8076" class="outline-3">
<h3 id="orga8d8076">Time</h3>
<div class="outline-text-3" id="text-orga8d8076">
<p>
"The most costly element in reed making is time!"
Discard any pieces of cane that do not show promise of making a good reed.
</p>
</div>
</div>
<div id="outline-container-org6fed2b9" class="outline-3">
<h3 id="org6fed2b9">Straight Grain</h3>
<div class="outline-text-3" id="text-org6fed2b9">
<p>
Gouged surface should run true from end to end.
Is it straight when you lay the bark on a table? As in does the bark touch the table the entire time.
</p>
</div>
</div>
<div id="outline-container-org6c37804" class="outline-3">
<h3 id="org6c37804">Thickness</h3>
<div class="outline-text-3" id="text-org6c37804">
<p>
Should be symmetric.
Measure with dial indicator from end to end. Should not vary more than .05mm or .002". Discard if you can't correct with sanding.
Side to side symmetry as well. Gouge should not be off-center. Both concentric and eccentric gouging is ok. This is more critical than end to end symmetry
</p>
</div>
</div>
<div id="outline-container-org564afe6" class="outline-3">
<h3 id="org564afe6">Mutated Gouges</h3>
<div class="outline-text-3" id="text-org564afe6">
<p>
Some people apparently intentionally make an asymmetric gouge, Mechler for example. Maybe Skinner's internal gouge things would apply?
</p>
</div>
</div>
<div id="outline-container-org95bd95d" class="outline-3">
<h3 id="org95bd95d">Incosistency</h3>
<div class="outline-text-3" id="text-org95bd95d">
<p>
Incosistent goues result in inconsistent reeds!
So try not to change variables too much.
</p>
</div>
</div>
<div id="outline-container-org2e42a5e" class="outline-3">
<h3 id="org2e42a5e">Color</h3>
<div class="outline-text-3" id="text-org2e42a5e">
<p>
Discolorations should be avoided.
Slightly green can be stored for months to cure longer
Dark green probably won't cure
Concentrated green and black spots indicate fungal growth and should be discarded
Thin dark lines in vascular tubes indicate mold.
This does not apply to brown flecks in the bark of the cane. This actually shows mature cane because mold grew in the leaves that wrap the cane.
</p>
</div>
</div>
<div id="outline-container-org192c16a" class="outline-3">
<h3 id="org192c16a">Hardness</h3>
<div class="outline-text-3" id="text-org192c16a">
<p>
Other color variations can show indications of hardness.
If it's more brown, there is high mineral or sap content and are usually very hard.
Very white cane can be excessively soft and pithy
Rich cream color to light yellow represents the middle ground.
Experience will show the color that works best for the individual.
</p>
</div>
</div>
<div id="outline-container-org76c41af" class="outline-3">
<h3 id="org76c41af">Maturity</h3>
<div class="outline-text-3" id="text-org76c41af">
<p>
Maturity can be judged by the "sap wood" or the dermis right below the bark. It's an intense shade of orangish-gold when you look at the end of the gouged cane.
</p>
</div>
</div>
<div id="outline-container-orgb20969d" class="outline-3">
<h3 id="orgb20969d">Breathes</h3>
<div class="outline-text-3" id="text-orgb20969d">
<p>
Mature cane breathes!?
Air can be drawn through the end grain of gouged cane
Air can be blown through profiled and shaped cane that show bubbles when immersed in water
The degree of porosity also shows density of cane.
</p>
</div>
</div>
<div id="outline-container-orgda97502" class="outline-3">
<h3 id="orgda97502">Major imperfections</h3>
<div class="outline-text-3" id="text-orgda97502">
<p>
Major imperfections should be disqualifying.
Grooves turn into cracks after scraping to it.
Small imperfections can be sanded out, but could go too thin
Fibers rising above the gouge can be sanded out.
</p>
</div>
</div>
<div id="outline-container-orged9482e" class="outline-3">
<h3 id="orged9482e">More sophisticated methods</h3>
<div class="outline-text-3" id="text-orged9482e">
<p>
Flexing the cane can give relative hardness
When immersing dry cane into water, denser harder cane will sink more than shallow soft cane
</p>
</div>
<div id="outline-container-org2c8c390" class="outline-4">
<h4 id="org2c8c390">Sinking</h4>
<div class="outline-text-4" id="text-org2c8c390">
<p>
Cane should sink after 1 to 3 hours. Faster means harder, slower means softer
Sooner than 1 hour is too hard
Longer than 3 hours are too soft
</p>
</div>
</div>
<div id="outline-container-orgd5a0a47" class="outline-4">
<h4 id="orgd5a0a47">Pitch when dropping</h4>
<div class="outline-text-4" id="text-orgd5a0a47">
<p>
Higher pitch is harder, lower pitch is softer
</p>
</div>
</div>
<div id="outline-container-orgae9dfc7" class="outline-4">
<h4 id="orgae9dfc7">Thumbnail test</h4>
<div class="outline-text-4" id="text-orgae9dfc7">
<p>
Push with thubmnail in part that will be shaped away. Deep grooves are softer, shallow grooves are harder. If you can mark the bark it's too soft.
There are hardness testers
</p>
</div>
</div>
</div>
<div id="outline-container-org8a560dc" class="outline-3">
<h3 id="org8a560dc">Ideally Gouge Your Own</h3>
<div class="outline-text-3" id="text-org8a560dc">
<p>
If you get from a vendor, stick with the same vendor. If you like a batch ask if you can get more of the same batch.
</p>
</div>
</div>
<div id="outline-container-orga41b02e" class="outline-3">
<h3 id="orga41b02e">20 to 25%</h3>
<div class="outline-text-3" id="text-orga41b02e">
<p>
This is all that Cooper expects to meet all the criteria
</p>
</div>
</div>
<div id="outline-container-org7d7bffc" class="outline-3">
<h3 id="org7d7bffc">Sand inner side of gouge before using</h3>
<div class="outline-text-3" id="text-org7d7bffc">
<p>
It corrects minor imperfections in symmetry.
Use 400 to 600 grit emery cloth to smooth the inner gouge. 600 is brighter sounding than 400.
Must remove any grooves that become cracks, or any raised fibers.
</p>
</div>
</div>
<div id="outline-container-org8e0f734" class="outline-3">
<h3 id="org8e0f734">Continuation of fibers</h3>
<div class="outline-text-3" id="text-org8e0f734">
<p>
Piling up (dark spots) will make vibrations past that point more difficult
Light pots or depressions will also mess up vabrations past the weak poit.
Sand until all fibers go from end to end.
</p>
</div>
</div>
<div id="outline-container-orge86520b" class="outline-3">
<h3 id="orge86520b">Wet the gouged cane</h3>
<div class="outline-text-3" id="text-orge86520b">
<p>
Run wet finger over cane, wipe off excess moisture.
Lay under a lamp to dry more quickly.
After doing 10 to 12 corrective sanding pieces, the first ones will be dry and there will be more raised fibers
Repeat the sanding, then repeat the wetting process
Typically it takes three to four times before it stays smooth.
This should be done before proceeding to form.
</p>
</div>
</div>
<div id="outline-container-orgd636861" class="outline-3">
<h3 id="orgd636861">Results!</h3>
<div class="outline-text-3" id="text-orgd636861">
<p>
Being this careful with the gouge is the primary element of the reed tips final contour. 
</p>
</div>
</div>
<div id="outline-container-orgab834b2" class="outline-3">
<h3 id="orgab834b2">Prolonged soaking</h3>
<div class="outline-text-3" id="text-orgab834b2">
<p>
Leaches out soluble saps and minerals
Makes cane less likely to cause allergic reactions
Minimizes the break in process. Breaking in is the process of removing entrapped vegetable and mineral material. Playing it makes the dissolution very slow.
Improves the quality and workability of cane. Greater success rate and better final results.
</p>
</div>
</div>
<div id="outline-container-org8fcef10" class="outline-3">
<h3 id="org8fcef10">Convenience</h3>
<div class="outline-text-3" id="text-org8fcef10">
<p>
It's conventient to always have soaked cane at a moment's notice.
</p>
</div>
</div>
<div id="outline-container-org5ba0787" class="outline-3">
<h3 id="org5ba0787">Soaking procedure</h3>
<div class="outline-text-3" id="text-org5ba0787">
<p>
Can use distilled or hot tap water
Fill to brim before screwing on the top
If doing 10 to 20 pieces of cane, probably best to change every 24 hours
Wait until water is clear after a day or two in water
Once it remains clear, refill the jar and remove all air, then keep it in a dark place.
Apparently best quality is after two to three months.
</p>
</div>
</div>
<div id="outline-container-orgaba1be8" class="outline-3">
<h3 id="orgaba1be8">Misleading hardening</h3>
<div class="outline-text-3" id="text-orgaba1be8">
<p>
During the first two or three weeks it seems the like the cane gets harder, but it's false?
</p>
</div>
</div>
<div id="outline-container-org1b1ecf4" class="outline-3">
<h3 id="org1b1ecf4">Testing procedure</h3>
<div class="outline-text-3" id="text-org1b1ecf4">
<p>
Soak 25-30 pieces of cane, get to the clear stage and go for 3 weeks.
Then make 2 or 3 reeds.
Wait a week then make 2 or 3, repeat
Reeds will get better as it goes.
Make sure to check the jar for signs of mold or algae. Immediately take corrective actions if it shows up.
</p>
</div>
</div>
<div id="outline-container-orgf88f112" class="outline-3">
<h3 id="orgf88f112">Water quality</h3>
<div class="outline-text-3" id="text-orgf88f112">
<p>
Tap water with lots of minerals will probably contribute through reverse osmosis, so use distilled water!
Especially avoid city water with high potassium permanganate
</p>
</div>
</div>
<div id="outline-container-org33db1d3" class="outline-3">
<h3 id="org33db1d3">Saps and minerals take longer than mineral salts to dissolve</h3>
<div class="outline-text-3" id="text-org33db1d3">
</div>
</div>
<div id="outline-container-orga1583e6" class="outline-3">
<h3 id="orga1583e6">Other approaches</h3>
<div class="outline-text-3" id="text-orga1583e6">
</div>
</div>
<div id="outline-container-org9544c83" class="outline-3">
<h3 id="org9544c83">Don't rush</h3>
<div class="outline-text-3" id="text-org9544c83">
<p>
These minutia are often negleceted to finish reeds quickly. But he claims this will elevate reedmaking to an art
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
